// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Paramètres additionnels";
EWSDirectAccessTaskName = "Accès direct EWS";

TaskTitleField = "Serveur Web";
TaskDescriptionField = "Le périphérique sélectionné peut être configuré à l'aide d'un Serveur Web Incorporé. Consultez les informations sur le périphérique et les options de configuration en cliquant sur le bouton ci-dessous.";
TaskStartButtonTitle = "Ouvrir le serveur Web incorporé";

CannotOpenEWSTitle = "Le serveur Web incorporé n'est pas disponible.";
CannotOpenEWSMessage = "Cette fonctionnalité n'est pas prise en charge si le périphérique est connecté via un câble USB. Pour utiliser le Serveur Web Incorporé, vous devez connecter le périphérique au réseau local.";
